export interface Card {
  Date: string;
  Importance: string;
  Equipment: string;
  Message: string;
  Employee: string;
}

export const Message: string[] = [
  "Сервер Vegas недоступен",
  "Потеряно сетевое соединение",
  "Открыта крышка",
  "Низкий заряд батереи",
  "Недостаточное количество масла",
  "Обрыв силового кабеля",
  "Отсутствует подтверждение пуска в работу",
  "Не изменяется частота вращения вала",
  "Отсутствует сигнал с элемента"
]

export const Employee: string[] = [
  "Смирнов В.А.",
  "Капустин С.С.",
  "Ветрова И.С.",
  "Лавочкин А.В",
  "Ольшанская Е.Г.",
  "Петров Д.В.",
  "Иванов С.П."
]


export const Equipment: string[] = [
  "Вегас",
  "Коммутатор",
  "Люк",
  "ИБП",
  "Трансформатор",
  "ЛВС",
  "Контроллер",
  "Дифф. автомат",
  "Транзистор"
]

export const Importance: string[] = [
  "Низкая",
  "Средняя",
  "Высокая",
  "Критическая"
]